matchai/spacefish
meaningful-ooo/sponge
franciscolourenco/done
gazorby/fish-abbreviation-tips
joshmedeski/fish-lf-icons
edc/bass
jethrokuan/z
jorgebucaran/nvm.fish
